Repository: 4ka0/QA-checker
Catalog: sample.tmx
Source language: ja
Languages: en_us

source: (ガラス板13)
en_us: (Glass Sheet 13)

source: (キャップ12)
en_us: (Cap 12)

source: (ステム14)
en_us: (Stem 14)

source: (リフレクタ32)
en_us: (Reflector 32)

source: (レーザ素子2)
en_us: (Laser Element 2)

source: (光ファイバ21)
en_us: (Optical Fiber 21)

source: (光源部11)
en_us: (Light Source Unit 11)

source: (接着層9)
en_us: (Adhesive Layer 9)

source: (支持基板31)
en_us: (Support Substrate 31)

source: (蛍光体部3)
en_us: (Phosphor Section 3)

source: (蛍光体部6)
en_us: (Phosphor Section 6)

source: 10発光装置
en_us: 10 light-emitting device

source: 1発光装置
en_us: 1 light-emitting device

source: 20発光装置
en_us: 20 light-emitting device

source: 21光ファイバ(導光部材)
en_us: 21 optical fiber (light guide member)

source: 2レーザ素子(励起光源)
en_us: 2 laser element (excitation light source)

source: 30発光装置
en_us: 30 light-emitting device

source: 32リフレクタ(反射鏡)
en_us: 32 reflector (reflection mirror)

source: 3E光出射面
en_us: 3E light-outgoing surface

source: 3R受光面
en_us: 3R light-receiving surface

source: 3蛍光体部(第1発光部)
en_us: 3 phosphor section (first light-emitting unit)

source: 40発光装置
en_us: 40 light-emitting device

source: 4つの光ファイバ21は、バンドルファイバ22を形成している。
en_us: The four optical fibers 21 form a bundle fiber 22.

source: 6蛍光体部(第2発光部)
en_us: 6 phosphor section (second light-emitting unit)

source: 7蛍光体
en_us: 7 phosphor

source: <発光スペクトルについて>
en_us: <Regarding the Emission Spectrum>

source: <発光装置10の効果>
en_us: <Effect of Light-Emitting Device 10>

source: <発光装置10の構成>
en_us: <Configuration of Light-Emitting Device 10>

source: <発光装置1の効果>
en_us: <Effect of Light-Emitting Device 1>

source: <発光装置1の構成>
en_us: <Configuration of Light-Emitting Device 1>

source: <発光装置20の効果>
en_us: <Effect of Light-Emitting Device 20>

source: <発光装置20の構成>
en_us: <Configuration of Light-Emitting Device 20>

source: <発光装置30の効果>
en_us: <Effect of Light-Emitting Device 30>

source: <発光装置30の構成>
en_us: <Configuration of Light-Emitting Device 30>

source: <蛍光体部6の配置に関する条件>
en_us: <Conditions Regarding the Arrangement of the Phosphor Section 6>

source: III-V族化合物半導体としては、InN、InP等が挙げられる。
en_us: and InN, InP, or the like as a group III-V compound semiconductor.

source: InPは粒子径を小さくしていくと、量子サイズ効果によりバンドギャップを青色(短波長)から赤色(長波長)の範囲で制御し、発光色を自在に変化させることができる。
en_us: When the particle size of InP is reduced, the band gap can be controlled in the range from blue (short wavelength) to red (long wavelength) due to the quantum size effect, and the light emission color can be altered at will.

source: L1励起光
en_us: L1 excitation light

source: L2励起光
en_us: L2 excitation light

source: [図1] 本発明の実施形態1に係る発光装置の概略的な構成を示す断面図である。
en_us: [Fig. 1] Fig. 1 is a cross-sectional view depicting the schematic configuration of a light-emitting device according to embodiment 1 of the present invention.

source: [図2] 本発明の実施形態1に係る発光装置の比較例としての発光装置から出射される励起光および蛍光の配光特性を示すグラフである。
en_us: [Fig. 2] Fig. 2 is a graph depicting light distribution characteristics of excitation light and fluorescence emitted from a light-emitting device serving as a comparative example of the light-emitting device according to embodiment 1 of the present invention.

source: [図3] 本発明の実施形態1に係る発光装置における2つの蛍光体部の相対位置関係を示す概略断面図である。
en_us: [Fig. 3] Fig. 3 is a schematic cross-sectional view depicting the relative positional relationship of two phosphor sections in the light-emitting device according to embodiment 1 of the present invention.

source: [図4] 本発明の実施形態1に係る発光装置からの出射光と、比較例としての発光装置からの出射光との違いを示す概略図であり、(a)は比較例としての発光装置から出射光が出射されている様子を示し、(b)は本発明の実施形態1に係る発光装置から出射光が出射されている様子を示す図である。
en_us: [Fig. 4] Fig. 4 is a schematic diagram depicting the difference between outgoing light from the light-emitting device according to embodiment 1 of the present invention and outgoing light from the light-emitting device serving as the comparative example, (a) depicts the way in which outgoing light is emitted from the light-emitting device serving as the comparative example, and (b) depicts the way in which outgoing light is emitted from the light-emitting device according to embodiment 1 of the present invention.

source: [図5] 本発明の実施形態1に係る発光装置、および、比較例としての発光装置からそれぞれ出射される出射光の波長と発光強度との関係を示す実験結果の一例を示す図である。
en_us: [Fig. 5] Fig. 5 is a drawing depicting an example of experiment results indicating the relationship between the light emission intensity and wavelengths of outgoing light emitted from each of the light-emitting device according to embodiment 1 of the present invention and the light-emitting device serving as the comparative example.

source: [図6] 本発明の実施形態2に係る発光装置の概略的な構成を示す断面図である。
en_us: [Fig. 6] Fig. 6 is a cross-sectional view depicting the schematic configuration of a light-emitting device according to embodiment 2 of the present invention.

source: [図7] 本発明の実施形態3に係る発光装置の概略的な構成を示す断面図である。
en_us: [Fig. 7] Fig. 7 is a cross-sectional view depicting the schematic configuration of a light-emitting device according to embodiment 3 of the present invention.

source: [図8] 本発明の実施形態4に係る発光装置の概略的な構成を示す断面図である。
en_us: [Fig. 8] Fig. 8 is a cross-sectional view depicting the schematic configuration of a light-emitting device according to embodiment 4 of the present invention.

source: [図9] 本発明の変形例に係る発光装置の概略的な構成を示す断面図である。
en_us: [Fig. 9] Fig. 9 is a cross-sectional view depicting the schematic configuration of a light-emitting device according to a modified example of the present invention.

source: [請求項1]
en_us: [Claim 1]

source: [請求項2]
en_us: [Claim 2]

source: [請求項3]
en_us: [Claim 3]

source: [請求項4]
en_us: [Claim 4]

source: [請求項5]
en_us: [Claim 5]

source: 〔まとめ〕
en_us: [Summary]

source: 〔変形例〕
en_us: [Modified Example]

source: 〔実施形態1〕
en_us: [Embodiment 1]

source: 〔実施形態2〕
en_us: [Embodiment 2]

source: 〔実施形態3〕
en_us: [Embodiment 3]

source: 〔実施形態4〕
en_us: [Embodiment 4]

source: ここで、ミー散乱とは、蛍光体に照射される光(本実施形態では、励起光L1)のピーク波長と同じか、それ以上の粒子径を有する粒子による光の散乱現象である。
en_us: Here, Mie scattering is a light scattering phenomenon that is caused by particles having a particle size that is the same or greater than the peak wavelength of light (the excitation light L1 in the present embodiment) radiated onto a phosphor.

source: ここで、図3では、蛍光体部3の中心(原点(0,0)とする)を通りY軸に平行に描かれている点線(蛍光体部3の厚み方向の垂線P1(光出射面3Eの中心軸))に対して、当該中心を回転軸としたときの右回り方向を正の方向、左回り方向を負の方向として照射角度を規定している。
en_us: Here, in Fig. 3, with respect to the dotted line (vertical line P1 in the thickness direction of the phosphor section 3 (the central axis of the light-outgoing surface 3E)) that is drawn parallel to the Y axis through the center (taken as the origin (0, 0) of the phosphor section 3), an irradiation angle is specified with, when said center is taken as a rotation axis, the clockwise direction being taken as the positive direction and the counterclockwise direction being taken as the negative direction.

source: ここで、演色評価指数とは、JIS(日本工業規格)で定められた基準光との比較の上で測定対象となる光源が、演色評価用の色票を照明した時に生ずる色ズレを、指標として表したものである。
en_us: Here, the color rendering evaluation index expresses, as an index, a color shift that is caused when a color chip for a color rendering evaluation is illuminated by a light source that is to be measured for comparison with reference light determined by the JIS (Japan Industrial Standards).

source: ここで、第2の蛍光のピーク波長と励起光L1(またはL2)のピーク波長とが「近似」しているとは、これらのピーク波長がほぼ同じ波長であり、第2の蛍光と励起光L1とが同色か、互いに近い色であることを意味している。
en_us: Here, the peak wavelength of the second fluorescence and the peak wavelength of the excitation light L1 (or L2) being "approximate" means that these peak wavelengths are substantially the same wavelength, and the second fluorescence and the excitation light L1 are the same color or are colors that are close to each other.

source: ここで用いられるInPは、発光ピーク波長が480nmであり、半値幅が60nmで、かつ量子効率が60%の性質を有している。
en_us: The InP used here has the properties of a light emission peak wavelength of 480 nm, a half-value width of 60 nm, and a quantum efficiency of 60%.

source: このため、図3に示す様に、蛍光体部3の高さをh、蛍光体部6の底辺の長さをIとすると、蛍光体部6の底辺の長さIは、
en_us: Therefore, it is preferable that, when the height of the phosphor section 3 is taken as h as depicted in Fig. 3 and the length of the bottom side of the phosphor section 6 is taken as I, the length I of the bottom side of the phosphor section 6 be taken as:

source: このため、図4の(a)に示すように、発光装置100の出射光の中央領域Rの色味が強くなり、当該出射光には色ムラが発生してしまう。
en_us: Therefore, as depicted in (a) of Fig. 4, the tone of a central region R of the outgoing light of the light-emitting device 100 intensifies and a color irregularity occurs in the outgoing light.

source: このため、図4の(b)に示すように、発光装置1から出射される出射光への色ムラの発生を抑制することができる。
en_us: Therefore, as depicted in (b) of Fig. 4, it is possible to suppress the occurrence of a color irregularity in the outgoing light emitted from the light-emitting device 1.

source: このため、図4の(b)に示すように、発光装置から出射される出射光への色ムラの発生を抑制することができる。
en_us: Therefore, as depicted in (b) of Fig. 4, it is possible to suppress the occurrence of a color irregularity in the outgoing light emitted from the light-emitting device.

source: このため、図5に示すように、第1の蛍光のスペクトルと励起光L1のスペクトルとの間を、第2の蛍光によって埋めることができる。
en_us: Therefore, as depicted in Fig. 5, the region between the spectrum of the first fluorescence and the spectrum of the excitation light L1 can be filled in by the second fluorescence.

source: このため、発光装置100から出射される出射光は、この発光強度が非常に高い励起光L1の一部の影響を受けてしまい、図4の(a)に示すように、当該出射光には色ムラが発生してしまう。
en_us: Therefore, the outgoing light emitted from the light-emitting device 100 is affected by this portion of the excitation light L1 having an extremely high light emission intensity, and, as depicted in (a) of Fig. 4, a color irregularity occurs in the outgoing light.

source: このほか、蛍光体材料として、InP以外のIII-V族化合物半導体やII-VI族化合物半導体よりなるナノ結晶蛍光体を用いてもよい。
en_us: Alternatively, a nanocrystal phosphor made of a group III-V compound semiconductor other than InP or a group II-VI compound semiconductor may be used as a phosphor material.

source: このような発光装置は、例えば、特許文献1～3に開示されている。
en_us: Light-emitting devices of this kind are disclosed in PTL 1 to 3, for example.

source: このように、これら2つのピーク波長が近似していることにより、励起光が有する色味と同じか、またはそれに近い色味を、第2の蛍光で実現することができる。
en_us: In this way, due to these two peak wavelengths being approximate, a tone that is the same as or close to the tone of the excitation light is able to be realized with the second fluorescence.

source: このように、光源部11が複数個存在している場合であっても、これらの光源部11から出射された励起光L1を、蛍光体部3に照射することができる。
en_us: In this way, even in the case where there are a plurality of light source units 11, it is possible for the phosphor section 3 to be irradiated with excitation light L1 emitted from these light source units 11.

source: このように、励起光が蛍光に変換または散乱しきれないと、その変換または散乱しきれなかった励起光は、光透過体または蛍光物質を透過し、光透過体または蛍光物質における、発光素子からの励起光が照射された箇所と対向する箇所から、指向性の強い状態で出射してしまう。
en_us: In this way, when the excitation light is not completely converted into fluorescence or scattered, that excitation light that has not been completely converted or scattered passes through the light-transmitting body or the fluorescent substance and is emitted in a state having strong directivity from a location that opposes the location irradiated with the excitation light from the light-emitting element, in the light-transmitting body or the fluorescent substance.

source: このように、支持基板31に蛍光体部3が載置されることにより、蛍光体部3から発せられた熱を効率的にリフレクタ32に伝導して放熱することができる。
en_us: In this way, due to the phosphor section 3 being mounted on the support substrate 31, heat that is emitted from the phosphor section 3 can be efficiently conducted to the reflector 32 and dissipated.

source: このように、発光装置1は、励起光L1と同じ色味を有する第2の蛍光を、励起光L1の一部に代えて出射することができる。
en_us: In this way, it is possible for the light-emitting device 1 to emit, instead of part of the excitation light L1, second fluorescence having the same tone as the excitation light L1.

source: このステム柱体142の側面に、例えばAu-Sn等の接着材を介して、レーザ素子2が装着される。
en_us: The laser element 2 is mounted on a side surface of the stem columnar body 142 by way of an adhesive material such as Au-Sn, for example.

source: このリフレクタ32は、例えば、金属薄膜がその表面に形成された曲面形状(カップ形状)の部材である。
en_us: This reflector 32 is, for example, a member having a curved surface shape (cup shape) with a thin metal film formed on the surface thereof.

source: このリフレクタ32は、蛍光体部3および6から出射された光を投光する方向に、円形の開口部32aを有するパラボラミラーである。
en_us: This reflector 32 is a parabolic mirror that has the circular opening section 32a in the direction in which light emitted from the phosphor sections 3 and 6 is projected.

source: この出射端部22bと、支持基板31の受光面31aとが対向するように、バンドルファイバ22と支持基板31とが光学的に接続されている。
en_us: The bundle fiber 22 and the support substrate 31 are optically connected in such a way that this outgoing end section 22b and the light-receiving surface 31a of the support substrate 31 oppose each other.

source: この場合、蛍光体部3および6から出射される光を、効率よくリフレクタ32の開口部32aから出射することができる。
en_us: In this case, light emitted from the phosphor sections 3 and 6 can be efficiently emitted from an opening section 32a in the reflector 32.

source: この場合、蛍光体部3と同様、蛍光体部6中において、励起光L2を効率よく散乱できるとともに、効率よく第2の蛍光に変換することができる。
en_us: In this case, similar to the phosphor section 3, within the phosphor section 6, the excitation light L2 can be efficiently scattered, and can also be efficiently converted into the second fluorescence.

source: この場合、蛍光体部3と接着層9との界面、および、蛍光体部6と接着層9との界面における励起光L2の損失を低減させることができるので、蛍光体部6における励起光L2の利用効率を高めることができる。
en_us: In this case, it is possible to reduce loss of the excitation light L2 at the interference between the phosphor section 3 and the adhesive layer 9 and the interface between the phosphor section 6 and the adhesive layer 9, and it is therefore possible to increase the utilization efficiency of the excitation light L2 in the phosphor section 6.

source: この場合、蛍光体部3の光出射面3Eに、アクリル系またはシリコーン系の樹脂と蛍光体7とを混合した混合物を直接塗布した後、当該混合物に対して熱硬化または光硬化等の処理を行うことによって、蛍光体部6が作製されてもよい。
en_us: In this case, the phosphor section 6 may be manufactured by a mixture obtained by mixing an acrylic or silicone-based resin and the phosphor 7 being applied directly to the light-outgoing surface 3E of the phosphor section 3, and then the mixture being subjected to processing such as thermosetting or photocuring.

source: この場合、蛍光体部3中において、励起光L1を効率よく散乱できるとともに、効率よく第1の蛍光に変換することができる。
en_us: In this case, within the phosphor section 3, the excitation light L1 can be efficiently scattered, and can also be efficiently converted into the first fluorescence.

source: この場合、蛍光体部6に入射された励起光L2が散乱して、励起光L2の進行方向とは略反対方向(レーザ素子2に対向する受光面6R側)から出射してしまう(すなわち、励起光L2が後方に散乱してしまう)ことを抑制することができる。
en_us: In this case, it is possible to suppress the excitation light L2 that is incident upon the phosphor section 6 scattering and being emitted from a substantially opposite direction (toward the light-receiving surface 6R that opposes the laser element 2) to the direction of advancement of the excitation light L2 (in other words, the excitation light L2 scattering backward).

source: この放熱フィンは、支持基板31を冷却する冷却部として機能する。
en_us: This heat dissipation fin functions as a cooling unit that cools the support substrate 31.

source: この照射角度(ビーム角)は、励起光L1の最大放射強度に対して、e2分の1になる値となるときの角度であり、励起光L1の光軸を中心として±20度前後、またはそれ以下の角度であることが好ましい。
en_us: It is preferable that this irradiation angle (beam angle) be an angle formed when a value of 1/e2 is attained with respect to the maximum radiant intensity of the excitation light L1, and be an angle that is approximately ±20 degrees or less with the optical axis of the excitation light L1 as the center.

source: この照射角度は、蛍光体部3の中心から励起光L1または第1の蛍光が出射されたときに、当該励起光L1または第1の蛍光が形成する立体角を指すものである。
en_us: This irradiation angle indicates a solid angle that is formed by the excitation light L1 or the first fluorescence when the excitation light L1 or the first fluorescence is emitted from the center of the phosphor section 3.

source: この等色または補色の原理・関係に基づき、例えば、レーザ素子2から出射される励起光L1を青色とし、蛍光体部3の第1の蛍光を黄色とすることで(補色の関係を満たす2つの色の混色)で擬似白色を実現できる。
en_us: On the basis of this color matching or complementary color principle/relationship, for example, it is possible for the pseudo-white color to be realized by having the excitation light L1 emitted from the laser element 2 as blue and the first fluorescence of the phosphor section 3 as yellow (a mixed color of two colors that satisfy a complementary color relationship).

source: この色ムラを低減させるために、交点aおよびbの間の放射強度を有する励起光L1(照射角度θ1～θ2に出射された励起光L1)を、蛍光体部6に入射させる必要がある。
en_us: In order to reduce this color irregularity, it is necessary for the excitation light L1 that has the radiant intensity between the intersecting points a and b (the excitation light L1 that is emitted at the irradiation angles θ1 to θ2) to be made to be incident upon the phosphor section 6.

source: これにより、ガラス板13から励起光L1が直接漏れ出ることを防止できる。
en_us: It is thereby possible to prevent excitation light L1 from leaking out directly from the glass sheet 13.

source: これにより、キャップ12が載置された状態において、レーザ素子2の出射光軸と、蛍光体部3の受光面3Rの中心軸とがほぼ一致するように、キャップ12の内部にレーザ素子2を配置することができる。
en_us: It is thereby possible to arrange the laser element 2 inside the cap 12 in such a way that, in a state in which the cap 12 has been mounted, the emission optical axis of the laser element 2 and the central axis of the light-receiving surface 3R of the phosphor section 3 are substantially coincident.

source: これにより、キャップ12は、その内部に備えたレーザ素子2から出射された励起光L1を、その上面12aに配置された蛍光体部3に確実に照射することができるとともに、キャップ12の外部に励起光L1が漏れ出ることを防止できる。
en_us: The cap 12 is thereby able to have excitation light L1 that is emitted from the laser element 2 provided therein reliably irradiated onto the phosphor section 3 that is arranged on the upper surface 12a thereof, and is also able to prevent the excitation light L1 leaking to outside of the cap 12.

source: これにより、レーザ素子2は、蛍光体部3に対して、励起光L1を効率よく照射することができる。
en_us: It is thereby possible for the phosphor section 3 to be irradiated with the excitation light L1 in an efficient manner by the laser element 2.

source: これにより、励起光L1が入射端部21aの外周部から漏れ出ることを防止することができる。
en_us: It is thereby possible to prevent the excitation light L1 from leaking out from an outer peripheral section of the incoming end section 21a.

source: これにより、実施形態1と同様、蛍光体部3を通過した励起光L2を蛍光体部6へと確実に入射させることができる。
en_us: Similar to embodiment 1, it is thereby possible for excitation light L2 that has passed through the phosphor section 3 to be made to be reliably incident upon the phosphor section 6.

source: これにより、蛍光体部3をキャップ12に固着した場合、蛍光体部3から生じた熱を放熱することができる。
en_us: Thus, in the case where the phosphor section 3 is fixed to the cap 12, it is possible for heat generated from the phosphor section 3 to be dissipated.

source: これにより、蛍光体部6において、蛍光体部3を透過した励起光L2を効率よく第2の蛍光に変換するか、または散乱させることができる。
en_us: Thus, in the phosphor section 6, the excitation light L2 that has passed through the phosphor section 3 can be converted into second fluorescence or scattered in an efficient manner.

source: これにより、蛍光体部6において、蛍光体部3を透過した励起光L2を確実にとらえることができる。
en_us: It is thereby possible for excitation light L2 that has passed through the phosphor section 3 to be reliably captured in the phosphor section 6.

source: これに限らず、リフレクタ32に支持され、かつ、蛍光体部3を載置可能な形状であれば、例えば矩形状であってもよい。
en_us: There is no restriction thereto, and a rectangular shape for example is permissible provided that it is a shape with which it is possible to be supported by the reflector 32 and for the phosphor section 3 to be mounted.

source: これは、励起光L1のうち、放射強度が高い部分(図2の一点鎖線で囲まれた部分)付近の励起光を吸収して、放射強度が低い部分へと(すなわち、図2の矢印方向へと)補完することを意味している。
en_us: This means that, from within the excitation light L1, excitation light in the proximity of a portion having a high radiant intensity (the portion surrounded by the dotted line in Fig. 2) is absorbed and supplements portions having a low radiant intensity (in other words, in the directions of the arrows in Fig. 2).

source: これは、励起光L1の一部が集中的にそのまま蛍光体部3を透過していることを示している。
en_us: This indicates that part of the excitation light L1 has passed through the phosphor section 3 as is in a concentrated manner.

source: これは、発光ピーク波長が480nmであるInPを蛍光体7として用いたことにより、480nmを含む波長範囲を有する第2の蛍光が発せられたためである。
en_us: This is because a second fluorescence having a wavelength range that includes 480 nm is emitted as a result of using InP, which has a light emission peak wavelength of 480 nm, as the phosphor 7.

source: これは、発光装置100では蛍光体部3を透過した励起光L1がそのまま出射光の一部となっていたが、発光装置1では、蛍光体部6の蛍光体7において、その透過した励起光L1(すなわち、励起光L2)が、励起光L1の波長範囲よりも広い第2の蛍光に変換されたためである。
en_us: This is because, in the light-emitting device 100, the excitation light L1 that has passed through the phosphor section 3 becomes part of the outgoing light as is, whereas in the light-emitting device 1, the excitation light L1 that has passed through (in other words, the excitation light L2) is converted into second fluorescence having a wider wavelength range than that of the excitation light L1, in the phosphor 7 of the phosphor section 6.

source: これら2つのピーク波長が近似していることにより、励起光L1(またはL2)が有する色味と同じか、またはそれに近い色味を、第2の蛍光で実現することができる。
en_us: Due to these two peak wavelengths being approximate, a tone that is the same as or close to the tone of the excitation light L1 (or L2) is able to be realized with the second fluorescence.

source: これらの構成によれば、これらの照明装置、植物観賞用の照明器具または車両用前照灯においても、励起光の利用効率の低下を防止できるとともに、出射光への色ムラの発生を抑制することができる。
en_us: According to these configurations, it is possible to prevent a decline in the utilization efficiency of excitation light, and it is also possible to suppress the occurrence of a color irregularity in outgoing light even in this illumination device, illumination fixture for admiring plants, or vehicle headlamp.

source: さらに、ステム底部141の材質は、キャップ12の材質、及びキャップ12との密着性を考慮して決定されてもよい。
en_us: In addition, the material stem base section 141 may be determined with consideration being given to the material of the cap 12 and adhesion with the cap 12.

source: さらに、レーザ素子2から出射された励起光L1の一部は、蛍光体部3および6を透過するか、または、蛍光体部3および6において散乱することにより、発光装置1の外部に出射される。
en_us: In addition, part of the excitation light L1 emitted from the laser element 2 passes through the phosphor sections 3 and 6, or scatters in the phosphor sections 3 and 6, and is thereby emitted to outside of the light-emitting device 1.

source: さらに、作製条件を最適化させることで、ほぼ均一な粒子径のナノ結晶蛍光体が得られるため、半値幅の狭い発光スペクトルを得ることができる。
en_us: In addition, by optimizing manufacturing conditions, a nanocrystal phosphor having substantially uniform particle sizes is able to be obtained, and it is therefore possible to obtain an emission spectrum having a narrow half-value width.

source: さらに、光ファイバ21は可撓性を有しているため、レーザ素子2と蛍光体部3との相対的な位置関係を容易に変更でき、その長さを調整することにより、レーザ素子2を蛍光体部3から離れた位置に設置することができる。
en_us: In addition, the optical fiber 21 is flexible, and therefore the relative positional relationship between the laser element 2 and the phosphor section 3 can be easily altered, and by adjusting the length thereof, the laser element 2 can be installed in a position away from the phosphor section 3.

source: さらに、各実施形態にそれぞれ開示された技術的手段を組み合わせることにより、新しい技術的特徴を形成することができる。
en_us: In addition, novel technical features can be formed by combining the technical means disclosed in each of the embodiments.

source: さらに、図示しないが、レーザ素子2は、ワイヤー等を介して電気的にリードと接続されており、これにより外部電極と接続可能となる。
en_us: In addition, although not depicted, it is possible for the laser element 2 to be electrically connected to a lead via a wire or the like, and to thereby be connected to an external electrode.

source: さらに、本発明の態様2に係る発光装置は、態様1において、上記第1発光部は、上記励起光を受光する受光面(受光面3R)とは反対側の表面である光出射面(3E)を有しており、上記第2発光部は、上記光出射面に設けられていることが好ましい。
en_us: In addition, for a light-emitting device according to aspect 2 of the present invention, it is preferable that, in aspect 1, the first light-emitting unit have a light-outgoing surface (3E) that is a surface on the opposite side to a light-receiving surface (3R) that receives the excitation light, and the second light-emitting unit be provided on the light-outgoing surface.
